Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: [Learn more…](https://support.apple.com/kb/HT202068)
ar: [معرفة المزيد…](https://support.apple.com/kb/HT202068)
ca: [Més informació…](https://support.apple.com/kb/HT202068)
cs: [Další informace…](https://support.apple.com/kb/HT202068)
da: [Læs mere…](https://support.apple.com/kb/HT202068)
de: [Weitere Infos …](https://support.apple.com/kb/HT202068)
el: [Μάθετε περισσότερα…](https://support.apple.com/kb/HT202068)
es: [Más información…](https://support.apple.com/kb/HT202068)
es_us: [Obtén detalles…](https://support.apple.com/es-la/HT202068)
fi: [Lisätietoja…](https://support.apple.com/fi-fi/HT202068)
fr: [En savoir plus…](https://support.apple.com/kb/HT202068)
fr_ca: [En savoir plus…](https://support.apple.com/kb/HT202068)
he: [פרטים נוספים…](https://support.apple.com/kb/HT202068)
hi: [अधिक जानें…](https://support.apple.com/kb/HT202068)
hr: [Saznajte više…](https://support.apple.com/kb/HT202068)
hu: [Bővebben…](https://support.apple.com/kb/HT202068)
id: [Lebih lanjut…](https://support.apple.com/id-id/HT202068)
it: [Scopri di più…](https://support.apple.com/kb/HT202068)
ja: [詳しい情報…](https://support.apple.com/ja-jp/HT202068)
ko: [더 알⁠아⁠보⁠기…](https://support.apple.com/kb/HT202068)
ms: [Ketahui lebih lanjut…](https://support.apple.com/en-my/HT202068)
nb: [Finn ut mer…](https://support.apple.com/kb/HT202068)
nl: [Meer informatie…](https://support.apple.com/kb/HT202068)
pl: [Więcej informacji…](https://support.apple.com/kb/HT202068)
pt_br: [Saiba mais…](https://support.apple.com/kb/HT202068)
pt_pt: [Saiba mais…](https://support.apple.com/kb/HT202068)
ro: [Mai multe…](https://support.apple.com/HT202068)
ru: [Подробнее…](https://support.apple.com/kb/HT202068)
sk: [Viac informácií…](https://support.apple.com/kb/HT202068)
sl: [Več o tem …](https://support.apple.com/kb/HT202068)
sv: [Läs mer…](https://support.apple.com/kb/HT202068)
th: [เรียนรู้เพิ่มเติม…](https://support.apple.com/kb/HT202068)
tr: [Daha fazla bilgi…](https://support.apple.com/kb/HT202068)
uk: [Докладніше…](https://support.apple.com/kb/HT202068)
vi: [Tìm hiểu thêm…](https://support.apple.com/kb/HT202068)
zh_cn: [进一步了解…](https://support.apple.com/kb/HT202068)
zh_hk: [進一步了解⋯](https://support.apple.com/zh-hk/HT202068)
zh_tw: [更多內容⋯](https://support.apple.com/kb/HT202068)

source: 802.11b provides suboptimal performance.
ar: يقدم ‪802.11b‬ أداءً يقترب من المثالي.
ca: 802.11b proporciona un rendiment gairebé òptim.
cs: Režim 802.11b neposkytuje optimální výkonnost.
da: 802.11b leverer ikke optimal ydeevne.
de: 802.11b bietet suboptimale Leistung.
el: Το 802.11b παρέχει κατώτερη του βέλτιστου απόδοση.
es: 802.11b no proporciona un rendimiento óptimo.
es_us: 802.11b brinda un rendimiento inferior al óptimo.
fi: 802.11b ei tarjoa parasta suorituskykyä.
fr: 802.11b offre de mauvaises performances.
fr_ca: 802.11b fournit des performances sous-optimales.
he: הביצועים של 802.11b לא ברמה המרבית.
hi: 802.11b की कार्यक्षमता सबऑप्टिमल होती है।
hr: Učinkovitost standarda 802.11b je ispod optimalne.
hu: A 802.11b az optimálisnál gyengébb teljesítményt nyújt.
id: 802.11b menyediakan kinerja yang suboptimal.
it: Lo standard 802.11b non fornisce prestazioni ottimali.
ja: 802.11bはパフォーマンスがあまり高くありません。
ko: 802.11b는 성능이 다소 떨어질 수 있습니다.
ms: 802.11b memberikan prestasi suboptimum.
nb: 802.11b gir ikke tilfredsstillende ytelse.
nl: 802.11b levert geen optimale prestaties.
pl: Wydajność sieci 802.11b jest niższa od optymalnej.
pt_br: O 802.11b fornece desempenho abaixo do padrão.
pt_pt: A norma 802.11b gera um desempenho não otimizado.
ro: Standardul 802.11b oferă performanțe sub nivelul optim.
ru: Стандарт 802.11b не обеспечивает достаточную производительность.
sk: Štandard 802.11b neposkytuje dostatočný výkon.
sl: 802.11b ne zagotavlja optimalnega delovanja.
sv: 802.11b har undermåliga prestanda.
th: 802.11b มีประสิทธิภาพการทำงานต่ำ
tr: 802.11b yetersiz bir performans sağlar.
uk: Стандарт 802.11b забезпечує мінімальний рівень продуктивності.
vi: 802.11b cung cấp hiệu năng dưới mức tối ưu.
zh_cn: 802.11b提供的性能并非最佳。
zh_hk: 802.11b執行效能並非最佳。
zh_tw: 802.11b執行效能並非最佳。

source: A Network Error has occurred
ar: حدث خطأ في الشبكة
ca: Hi ha hagut un error de xarxa.
cs: Vyskytla se síťová chyba
da: Der er sket en netværksfejl
de: Ein Netzwerkfehler ist aufgetreten
el: Προέκυψε σφάλμα δικτύου
es: Se ha producido un error de red
es_us: Ocurrió un error de red
fi: Tapahtui verkkovirhe
fr: Une erreur s’est produite sur le réseau.
fr_ca: Une erreur s’est produite sur le réseau.
he: אירעה שגיאת רשת
hi: नेटवर्क एरर हुआ
hr: Došlo je do greške mreže
hu: Hálózati hiba lépett fel
id: Terjadi Kesalahan Jaringan
it: Si è verificato un errore di rete
ja: ネットワークエラーが起きました
ko: 네트워크 오류가 발생했습니다.
ms: Ralat Rangkaian telah berlaku
nb: Det har oppstått en nettverksfeil
nl: Er heeft zich een netwerkfout voorgedaan
pl: Wystąpił błąd sieci
pt_br: Ocorreu um Erro de Rede
pt_pt: Ocorreu um erro na rede
ro: A survenit o eroare de rețea
ru: Произошла ошибка сети
sk: Vyskytla sa sieťová chyba
sl: Prišlo je do napake omrežja
sv: Ett nätverksfel har inträffat
th: เกิดข้อผิดพลาดเครือข่ายขึ้น
tr: Bir ağ hatası oluştu
uk: Сталася помилка мережі
vi: Đã xảy ra lỗi mạng
zh_cn: 发生网络错误
zh_hk: 發生網絡錯誤
zh_tw: 發生網路錯誤

source: Account Name
ar: اسم الحساب
ca: Nom del compte
cs: Název účtu
da: Navn på konto
el: Όνομα λογαριασμού
es: Nombre de la cuenta
es_us: Nombre de la cuenta
fi: Käyttäjätunnus
fr: Nom du compte
fr_ca: Nom du compte
he: שם החשבון
hi: खाता नाम
hr: Naziv računa
hu: Fióknév
id: Nama Akun
it: Nome account
ja: アカウント名
ko: 계정 이름
ms: Nama Akaun
nb: Kontonavn
nl: Accountnaam
pl: Nazwa konta
pt_br: Nome da Conta
pt_pt: Nome da conta
ro: Nume cont
ru: Имя учетной записи
sk: Názov účtu
sl: Ime računa
sv: Kontonamn
th: ชื่อบัญชี
tr: Hesap Adı
uk: Обліковий запис
vi: Tên tài khoản
zh_cn: 账户名称
zh_hk: 帳户名稱
zh_tw: 帳號名稱

source: Add a Wi‑Fi Network Profile
ar: إضافة ملف تعريف شبكة Wi‑Fi
ca: Afegeix un perfil de xarxa Wi‑Fi
cs: Přidat profil Wi‑Fi sítě
da: Tilføj en Wi‑Fi-netværksprofil
de: WLAN-Profil hinzufügen
el: Προσθέστε ένα προφίλ δικτύου Wi‑Fi
es: Añade un perfil de red Wi‑Fi
es_us: Agregar un perfil de red Wi-Fi
fi: Lisää Wi‑Fi-verkkoprofiili
fr: Ajouter un profil de réseau Wi-Fi
fr_ca: Ajouter un profil de réseau Wi‑Fi
he: הוספת פרופיל רשת אלחוטית
hi: वाई‑फ़ाई नेटवर्क प्रोफ़ाइल जोड़ें
hr: Dodaj profil Wi‑Fi mreže
hu: Adjon hozzá egy Wi‑Fi-hálózati profilt
id: Tambah Profil Jaringan Wi‑Fi
it: Aggiungi un profilo di rete Wi‑Fi
ja: Wi‑Fiネットワークプロファイルを追加
ko: Wi‑Fi 네트워크 프로필을 추가하십시오
ms: Tambah Profil Rangkaian Wi‑Fi
nb: Legg til en Wi‑Fi-nettverksprofil
nl: Voeg een wifinetwerkprofiel toe
pl: Dodaj profil sieci Wi‑Fi
pt_br: Adicione um Perfil de Rede Wi‑Fi
pt_pt: Adicionar um perfil de rede Wi‑Fi
ro: Adăugați un profil de rețea Wi‑Fi
ru: Добавить профиль сети Wi‑Fi
sk: Pridať profil Wi‑Fi siete
sl: Dodaj profil omrežja Wi‑Fi
sv: Lägg till en Wi‑Fi-nätverksprofil
th: เพิ่มโปรไฟล์เครือข่าย Wi‑Fi
tr: Wi‑Fi Ağ Profili Ekleyin
uk: Додати профіль мережі Wi‑Fi
vi: Thêm cấu hình mạng Wi‑Fi
zh_cn: 添加Wi‑Fi网络描述文件
zh_hk: 新增Wi‑Fi網絡描述檔
zh_tw: 新增Wi‑Fi網路描述檔

source: Advanced…
ar: متقدم…
ca: Avançat…
cs: Pokročilé…
da: Avanceret…
de: Erweitert …
el: Προηγμένα…
es: Avanzado…
es_us: Avanzado…
fi: Lisävalinnat…
fr: Avancé…
fr_ca: Avancé…
he: מתקדם…
hi: एडवांस…
hr: Napredno…
hu: Haladó…
id: Lanjutan…
it: Avanzate…
ja: 詳細設定…
ko: 고급…
ms: Lanjutan…
nb: Avansert…
nl: Geavanceerd…
pl: Zaawansowane…
pt_br: Avançado…
pt_pt: Avançadas…
ro: Avansat…
ru: Дополнительно…
sk: Rozšírené…
sl: Napredno …
sv: Avancerat…
th: ขั้นสูง…
tr: İleri Düzey…
uk: Експертні…
vi: Nâng cao…
zh_cn: 高级…
zh_hk: 進階⋯
zh_tw: 進階⋯

source: Allow this Mac to automatically discover nearby personal hotspots when no Wi‑Fi network is available.
ar: السماح لهذا الـ Mac باكتشاف نقاط الاتصال الشخصية القريبة تلقائيًا عندما لا تكون هناك شبكة Wi‑Fi.
ca: Permet que aquest Mac trobi automàticament punts d’accés personals propers quan no hi hagi cap connexió Wi‑Fi disponible.
cs: Pokud nebudou k dispozici žádné Wi‑Fi sítě, Mac může automaticky vyhledat okolní osobní hotspoty.
da: Denne Mac må automatisk finde internetdeling i nærheden, når der ikke er noget Wi‑Fi-netværk tilgængeligt.
de: Erlaube diesem Mac, automatisch persönliche Hotspots in der Nähe zu erkennen, wenn kein WLAN verfügbar ist.
el: Να επιτρέπεται σε αυτό το Mac να ανακαλύπτει κοντινά προσωπικά hotspot, όταν δεν διατίθεται δίκτυο Wi‑Fi.
es: Permite a este Mac descubrir automáticamente puntos de acceso personal cercanos cuando no haya redes Wi‑Fi disponibles.
es_us: Permite a esta Mac detectar automáticamente puntos de conexión que comparten Internet cuando no haya redes Wi‑Fi disponibles.
fi: Salli tämän Macin löytää automaattisesti lähellä olevat omat hotspotit, kun Wi‑Fi-verkko ei ole saatavilla.
fr: Autorisez ce Mac à détecter automatiquement les partages de connexion à proximité quand aucun réseau Wi‑Fi n’est disponible.
fr_ca: Autorisez ce Mac à détecter automatiquement les connexions partagées à proximité lorsqu’aucun réseau Wi‑Fi n’est disponible.
he: ניתן לאפשר ל-Mac זה לזהות נקודות גישה אישיות בקרבת מקום כאשר אין רשתות אלחוטיות זמינות.
hi: किसी वाई‑फ़ाई नेटवर्क के उपलब्ध नहीं रहने पर इस Mac को आस-पास के निजी हॉटस्पॉट को ऑटोमैटिकली खोजने की अनुमति दें।
hr: Dozvolite Macu automatsko otkrivanje obližnjih osobnih hotspotova kad Wi‑Fi mreža nije dostupna.
hu: Engedélyezze a közeli személyes hotspotok felfedezését a Mac számára, amikor nincs elérhető Wi‑Fi-hálózat.
id: Izinkan Mac ini untuk menemukan hotspot pribadi di sekitar secara otomatis saat tidak ada jaringan Wi‑Fi yang tersedia.
it: Consenti al Mac di scoprire automaticamente hotspot personali nelle vicinanze quando non sono disponibili reti Wi‑Fi.
ja: Wi‑Fiネットワークが使用できないとき、このMacの近くにあるインターネット共有スポットを自動的に検出することを許可します。
ko: 사용 가능한 Wi‑Fi 네트워크가 없을 때 이 Mac이 자동으로 근처 개인용 핫스팟을 찾도록 허용합니다.
ms: Benarkan Mac ini menemui hotspot peribadi berdekatan secara automatik apabila tiada rangkaian Wi‑Fi tersedia.
nb: Tillat at denne Macen automatisk kan oppdage delt internett i nærheten hvis ingen Wi‑Fi-nettverk er tilgjengelige.
nl: Sta toe dat deze Mac automatisch persoonlijke hotspots vindt wanneer er geen wifinetwerk beschikbaar is.
pl: Ten Mac może automatycznie wykrywać pobliskie hotspoty osobiste, gdy żadna sieć Wi‑Fi nie jest dostępna.
pt_br: Permitir que este Mac descubra automaticamente um acesso pessoal por perto quando não houver uma rede Wi‑Fi disponível.
pt_pt: Permitir que este Mac procure automaticamente hotspots pessoais quando não houver nenhuma rede Wi‑Fi disponível.
ro: Permiteți ca acest Mac să detecteze automat hotspoturile personale din apropiere atunci când nu este disponibilă nicio rețea Wi‑Fi.
ru: Разрешить этому Mac автоматически обнаруживать находящиеся рядом устройства в режиме модема, если сеть Wi‑Fi недоступна.
sk: Ak nie je k dispozícii pripojenie k Wi‑Fi sieti, Mac bude automaticky hľadať osobné hotspoty v okolí.
sl: Dovolite temu Macu, da samodejno odkrije bližnje osebne dostopne točke, ko ni na voljo nobeno omrežje Wi-Fi.
sv: Tillåt att den här datorn automatiskt upptäcker internetdelningsenheter i närheten när det inte finns något tillgängligt Wi‑Fi-nätverk.
th: อนุญาตให้ Mac เครื่องนี้ค้นหาฮอตสปอตส่วนบุคคลที่อยู่ใกล้เคียงโดยอัตโนมัติได้ เมื่อไม่มีเครือข่าย Wi‑Fi
tr: Wi‑Fi ağı olmadığında bu Mac’in yakınlardaki kişisel erişim noktalarını otomatik olarak bulmasına izin verir.
uk: Дозволити цьому Mac автоматично виявляти власні точки доступу поблизу, коли немає жодної доступної мережі Wi‑Fi.
vi: Cho phép máy Mac này tự động phát hiện điểm truy cập cá nhân ở gần khi không có mạng Wi‑Fi nào khả dụng.
zh_cn: 无可用Wi‑Fi网络时，允许此Mac自动查找附近的个人热点。
zh_hk: 當Wi‑Fi無法使用時，允許此Mac自動尋找附近的個人熱點。
zh_tw: 當Wi-Fi網路無法使用時，允許此Mac自動尋找附近的個人熱點。

source: Ask
ar: اسأل
ca: Pregunta
cs: Zeptat se
da: Spørg
de: Fragen
el: Ερώτηση
es: Preguntar
es_us: Preguntar
fi: Kysy
fr: Demander
fr_ca: Demander
he: הצגת בקשה
hi: पूछें
hr: Pitaj
hu: Rákérdezés
id: Tanya
it: Chiedi
ja: 確認
ko: 요청
ms: Minta
nb: Spør
nl: Vraag
pl: Pytaj
pt_br: Perguntar
pt_pt: Perguntar
ro: Solicitați
ru: Спрашивать
sk: Opýtať sa
sl: Vprašaj
sv: Fråga
th: ถาม
tr: Sor
uk: Питати
vi: Hỏi
zh_cn: 询问
zh_hk: 詢問
zh_tw: 詢問

source: Ask to join hotspots
ar: طلب الانضمام إلى نقاط الاتصال
ca: Pregunta per accedir als punts d’accés
cs: Ptát se na připojení k hotspotům
da: Spørg før tilslutning til internetdeling
de: Zugriff auf Hotspots anfordern
el: Ερώτηση για είσοδο σε hotspot
es: Preguntar antes de unirse a puntos de acceso
es_us: Preguntar antes de conectarse
fi: Ehdota liittymistä hotspoteihin
fr: Proposer des partages de connexion
fr_ca: Demander à se joindre aux connexions partagées
he: הצגת בקשת הצטרפות לנקודות גישה
hi: हॉटस्पॉट से जुड़ने के लिए पूछें
hr: Zatraži za spajanje na hotspotove
hu: Rákérdezés hotspotokhoz való csatlakozáshoz
id: Minta untuk bergabung dengan hotspot
it: Richiedi accesso agli hotspot
ja: インターネット共有に接続する前に確認
ko: 핫스팟 연결 요청
ms: Minta menyertai hotspot
nb: Spør om å koble til tilgangspunkt
nl: Vraag om te verbinden met hotspots
pl: Pytaj, czy łączyć z hotspotami
pt_br: Solicitar conexão a acessos pessoais
pt_pt: Pedir para aceder a hotspots
ro: Solicitare conectare la hotspoturi
ru: Спрашивать о подключении к точкам доступа
sk: Potvrdiť pripojenie k hotspotom
sl: Vprašaj za pridružitev dostopni točki
sv: Be att få ansluta till internetdelning
th: ถามเพื่อเข้าร่วมฮอตสปอต
tr: Erişim noktalarına katılmadan sor
uk: Питати про приєднання до точок доступу
vi: Hỏi để kết nối điểm truy cập
zh_cn: 询问是否加入热点
zh_hk: 詢問以加入熱點
zh_tw: 詢問是否加入熱點

source: Ask to join networks
ar: طلب الانضمام إلى الشبكات
ca: Pregunta per accedir
cs: Ptát se na připojení k sítím
da: Spørg før tilslutning
de: Auf Netzwerke hinweisen
el: Ερώτηση για είσοδο σε δίκτυα
es: Preguntar para acceder
es_us: Preguntar al conectar
fi: Ehdota liittymistä
fr: Proposer des réseaux
fr_ca: Proposer des réseaux
he: הצעת הצטרפות לרשתות
hi: नेटवर्क में शामिल होने के लिए पूछें
hr: Pitaj za spajanje
hu: Rákérdezés hálózati csatlakozáshoz
id: Minta untuk bergabung dengan jaringan
it: Richiedi accesso reti
ja: 接続を確認
ko: 네트워크 연결 요청
ms: Minta menyertai rangkaian
nb: Spør før tilkobling
nl: Vraag om verbinding
pl: Pytaj, czy przyłączać do sieci
pt_br: Solicitar conexão
pt_pt: Pedir para aceder
ro: Solicitare conectare
ru: Запрос на подключение
sk: Potvrdiť pripojenie
sl: Vprašaj za pridružitev omrežjem
sv: Fråga om anslutning
th: ถามเพื่อเข้าร่วมเครือข่าย
tr: Ağlara katılmadan sor
uk: Питати про приєднання
vi: Hỏi để kết nối mạng
zh_cn: 询问是否加入网络
zh_hk: 詢問是否加入網絡
zh_tw: 詢問是否加入網路

source: Auto-Join
ar: الانضمام التلقائي
ca: Connexió automàtica
cs: Připojit automaticky
da: Forbind automatisk
de: Automatisch verbinden
el: Αυτόματη είσοδος
es: Conexión automática
es_us: Conexión automática
fi: Liity automaattisesti
fr: Connexion auto
fr_ca: Connexion auto.
he: הצטרפות אוטומטית
hi: ऑटो जॉइन
hr: Auto spajanje
hu: Automatikus csatlakozás
id: Gabung Otomatis
it: Accesso automatico
ja: 自動接続
ko: 자동 연결
ms: Sertai Auto
nb: Autotilkobling
nl: Verbind automatisch
pl: Przyłączaj automat.
pt_br: Conexão Automática
pt_pt: Acesso automático
ro: Auto‑conectare
ru: Автоподключение
sk: Autopripájanie
sl: Samodejna pridružitev
sv: Anslut automatiskt
th: เข้าร่วมอัตโนมัติ
tr: Otomatik Katıl
uk: Автоприєднання
vi: Tự động kết nối
zh_cn: 自动加入
zh_hk: 自動加入
zh_tw: 自動加入

source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automática
es_us: Automática
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AUTOMATICALLY_JOIN_NETWORK
source: Automatically join this network
ar: الانضمام إلى هذه الشبكة تلقائيًا
ca: Connecta’t automàticament a aquesta xarxa
cs: Automaticky se připojovat k této síti
da: Opret automatisk forbindelse til dette netværk
de: Automatisch mit diesem Netzwerk verbinden
el: Αυτόματη είσοδος σε αυτό το δίκτυο
es: Acceder automáticamente a esta red
es_us: Conectarse automáticamente a esta red
fi: Liity tähän verkkoon automaattisesti
fr: Se connecter automatiquement à ce réseau
fr_ca: Se connecter automatiquement à ce réseau
he: הצטרפות אוטומטית לרשת זו
hi: इस नेटवर्क से ऑटोमैटिकली जुड़ें
hr: Automatski pristupi ovoj mreži
hu: Automatikus csatlakozás a hálózathoz
id: Bergabung dengan jaringan ini secara otomatis
it: Connettiti automaticamente a questa rete
ja: このネットワークに自動的に接続
ko: 자동으로 이 네트워크에 연결
ms: Sertai rangkaian ini secara automatik
nb: Koble til dette nettverket automatisk
nl: Verbind automatisch met dit netwerk
pl: Przyłączaj się do tej sieci automatycznie
pt_br: Conectar a esta rede automaticamente
pt_pt: Aceder a esta rede automaticamente
ro: Realizați automat conectarea la această rețea
ru: Автоматически подключаться к этой сети
sk: Automaticky sa pripájať k tejto sieti
sl: Samodejno se pridruži temu omrežju
sv: Anslut automatiskt till det här nätverket
th: เข้าร่วมเครือข่ายนี้โดยอัตโนมัติ
tr: Bu ağa otomatik olarak katıl
uk: Автоматично приєднуватися до цієї мережі
vi: Tự động kết nối mạng này
zh_cn: 自动加入此网络
zh_hk: 自動加入此網絡
zh_tw: 自動加入此網路

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Change networks
ar: تغيير الشبكات
ca: Canvia de xarxa
cs: Změna sítě
da: Skifte netværk
de: Netzwerkwechsel
el: Αλλαγή δικτύων
es: Cambiar redes
es_us: Cambiar redes
fi: Verkkojen vaihtamiseen
fr: Modifier les réseaux
fr_ca: Modifier les réseaux
he: החלפת רשתות
hi: नेटवर्क बदलने के लिए
hr: Promjena mreža
hu: Hálózatok módosítása
id: Mengubah jaringan
it: Modificare reti
ja: ネットワークを変更
ko: 네트워크 변경
ms: Mengubah rangkaian
nb: Skifte nettverk
nl: Ander netwerk te kiezen
pl: Zmiana sieci
pt_br: Alterar redes
pt_pt: Mudar de rede
ro: Schimbarea rețelelor
ru: Изменения сетей
sk: Zmenu siete
sl: Sprememba omrežij
sv: Ändra nätverk
th: เปลี่ยนเครือข่าย
tr: Ağları değiştirme
uk: Змінення мережі
vi: Thay đổi mạng
zh_cn: 更改网络
zh_hk: 更改網絡
zh_tw: 更改網路

source: Common Network Name
ar: اسم الشبكة الشائع
ca: Nom de la xarxa habitual
cs: Obecný název sítě
da: Almindeligt navn på netværk
de: Allgemeiner Netzwerkname
el: Κοινό όνομα δικτύου
es: Nombre de red común
es_us: Nombre de la red común
fi: Yleinen verkon nimi
fr: Nom de réseau trop courant
fr_ca: Nom de réseau trop répandu
he: שם רשת נפוץ
hi: सामान्य नेटवर्क नाम
hr: Uobičajeni naziv mreže
hu: Általános hálózati név
id: Nama Jaringan Umum
it: Nome rete comune
ja: 一般的なネットワーク名
ko: 일반 네트워크 이름
ms: Nama Rangkaian Umum
nb: Vanlig nettverksnavn
nl: Algemene netwerknaam
pl: Typowa nazwa sieci
pt_br: Nome de Rede Comum
pt_pt: Nome de rede comum
ro: Nume de rețea comun
ru: Имя общей сети
sk: Bežný názov siete
sl: Običajno ime omrežja
sv: Vanligt nätverksnamn
th: ชื่อเครือข่ายทั่วไป
tr: Genel Ağ Adı
uk: Поширена назва мережі
vi: Tên mạng phổ biến
zh_cn: 普通网络名称
zh_hk: 常見網絡名稱
zh_tw: 一般網路名稱

source: Connect
ar: اتصال
ca: Connecta‑t’hi
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
es_us: Conectar
fi: Yhdistä
fr: Connecter
fr_ca: Connexion
he: התחברות
hi: कनेक्ट करें
hr: Spoji
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
ms: Sambung
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectați
ru: Подключиться
sk: Pripojiť
sl: Poveži
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підʼєднатись
vi: Kết nối
zh_cn: 连接
zh_hk: 連線
zh_tw: 連線

source: Connected
ar: متصل
ca: Connexió establerta
cs: Připojeno
da: Forbindelse oprettet
de: Verbunden
el: Συνδέθηκε
es: Con conexión
es_us: Con conexión
fi: Yhteydessä
fr: Connecté
fr_ca: Connexion établie
he: מחובר
hi: कनेक्ट किया गया
hr: Spojeno
hu: Csatlakoztatva
id: Terhubung
it: Connessione attiva
ja: 接続済み
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligação estabelecida
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่ออยู่
tr: Bağlandı
uk: Підʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

source: Connecting…
ar: يجري الاتصال…
ca: Connectant…
cs: Připojování…
da: Opretter forbindelse…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_us: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: कनेक्ट किया जा रहा है…
hr: Spajanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A estabelecer ligação…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sl: Povezovanje …
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Підʼєднування…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線⋯
zh_tw: 連線中⋯

source: Copy Password
ar: نسخ كلمة السر
ca: Copia la contrasenya
cs: Zkopírovat heslo
da: Kopier adgangskode
de: Passwort kopieren
el: Αντιγραφή συνθηματικού
es: Copiar contraseña
es_us: Copiar contraseña
fi: Kopioi salasana
fr: Copier le mot de passe
fr_ca: Copier le mot de passe
he: העתקת הסיסמה
hi: पासवर्ड कॉपी करें
hr: Kopiraj lozinku
hu: Jelszó másolása
id: Salin Kata Sandi
it: Copia password
ja: パスワードをコピー
ko: 암호 복사
ms: Salin Kata Laluan
nb: Kopier passord
nl: Kopieer wachtwoord
pl: Kopiuj hasło
pt_br: Copiar Senha
pt_pt: Copiar palavra‑passe
ro: Copiați parola
ru: Скопировать пароль
sk: Kopírovať heslo
sl: Kopiraj geslo
sv: Kopiera lösenord
th: คัดลอกรหัสผ่าน
tr: Parolayı Kopyala
uk: Скопіювати пароль
vi: Sao chép mật khẩu
zh_cn: 拷贝密码
zh_hk: 複製密碼
zh_tw: 拷貝密碼

source: Copy Username
ar: نسخ اسم المستخدم
ca: Copia el nom d’usuari
cs: Zkopírovat uživatelské jméno
da: Kopier brugernavn
de: Benutzername kopieren
el: Αντιγραφή ονόματος χρήστη
es: Copiar nombre de usuario
es_us: Copiar nombre de usuario
fi: Kopioi käyttäjätunnus
fr: Copier le nom d’utilisateur
fr_ca: Copier le nom d’utilisateur
he: העתקת שם המשתמש/ת
hi: यूज़रनेम कॉपी करें
hr: Kopiraj korisničko ime
hu: Felhasználónév másolása
id: Salin Nama Pengguna
it: Copia nome utente
ja: ユーザ名をコピー
ko: 사용자 이름 복사
ms: Salin Nama Pengguna
nb: Kopier brukernavn
nl: Kopieer gebruikersnaam
pl: Kopiuj nazwę użytkownika
pt_br: Copiar Nome de Usuário
pt_pt: Copiar nome de utilizador
ro: Copiați numele de utilizator
ru: Скопировать имя пользователя
sk: Kopírovať užívateľské meno
sl: Kopiraj uporabniško ime
sv: Kopiera användarnamn
th: คัดลอกชื่อผู้ใช้
tr: Kullanıcı Adını Kopyala
uk: Скопіювати імʼя користувача
vi: Sao chép tên người dùng
zh_cn: 拷贝用户名
zh_hk: 複製用户名稱
zh_tw: 拷貝使用者名稱
